brew "agent-browser"
brew "ast-grep"
brew "cocoapods"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "lazygit"
brew "mas"
brew "neovim"
brew "rcm"
brew "starship"
brew "tcping"
brew "tree-sitter"
brew "zoxide"
cask "1password-cli"
cask "codex"
cask "font-agave-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "orbstack"
cask "visual-studio-code"
vscode "ahmadalli.vscode-nginx-conf"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "gruntfuggly.todo-tree"
vscode "gurumukhi.selected-lines-count"
vscode "icrawl.discord-vscode"
vscode "jock.svg"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "patbenatar.advanced-new-file"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "ultram4rine.vscode-choosealicense"
vscode "vunguyentuan.vscode-postcss"
vscode "wakatime.vscode-wakatime"
vscode "wmaurer.change-case"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
