ahmadalli.vscode-nginx-conf
alexandernanberg.horizon-theme-vscode
anthropic.claude-code
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
christian-kohler.path-intellisense
codezombiech.gitignore
csstools.postcss
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.github-vscode-theme
gruntfuggly.todo-tree
gurumukhi.selected-lines-count
icrawl.discord-vscode
jock.svg
kisstkondoros.vscode-gutter-preview
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.remote-explorer
ms-vscode.remote-server
naumovs.color-highlight
patbenatar.advanced-new-file
pkief.material-icon-theme
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
ultram4rine.vscode-choosealicense
upstash.context7-mcp
vunguyentuan.vscode-postcss
wakatime.vscode-wakatime
wmaurer.change-case
yoavbls.pretty-ts-errors
zhuangtongfa.material-theme
