tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "aria2"
brew "autossh"
brew "bash-completion"
brew "cloc"
brew "cocoapods"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "highlight"
brew "htop"
brew "httpie"
brew "jq"
brew "lazygit"
brew "n"
brew "neovim"
brew "postgresql@14"
brew "pv"
brew "rcm"
brew "redis", restart_service: true
brew "ripgrep"
brew "smartmontools"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "thefuck"
brew "tree"
brew "zoxide"
brew "wget"
brew "yarn"
brew "mongodb/brew/mongodb-community@5.0"
cask "alacritty"
cask "iina"
cask "kitty"
cask "visual-studio-code"
cask "orbstack"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "raycast"
cask "openinterminal"
